<?php if ( ! defined('BASEPATH')) exit('No direct script access allowed');
$config['mission_config'] = array(
		'1000102' => array(
			'name' => '领取武器',
			'level' => 1
		),
		'1000201' => array(
			'name' => '初试锋芒',
			'level' => 1
		),
		'1000202' => array(
			'name' => '辉光的恩赐',
			'level' => 1
		),
		'1000301' => array(
			'name' => '战斗技能',
			'level' => 2
		),
		'1000401' => array(
			'name' => '克敌制胜',
			'level' => 2
		),
		'1000402' => array(
			'name' => '招募随从',
			'level' => 2
		),
		'1000501' => array(
			'name' => '检验训练成果',
			'level' => 2
		),
		'1000601' => array(
			'name' => '星之战阵',
			'level' => 2
		),
		'1000701' => array(
			'name' => '封印解除',
			'level' => 2
		),
		'1000702' => array(
			'name' => '未知的世界',
			'level' => 2
		),
		'1000801' => array(
			'name' => '探索艾尔文森林',
			'level' => 3
		),
		'1000901' => array(
			'name' => '巡逻士官特训课程-了解战争形势',
			'level' => 3
		),
		'1001001' => array(
			'name' => '巡逻士官特训课程-初阶战斗训练',
			'level' => 3
		),
		'1001101' => array(
			'name' => '红宝石的吉运',
			'level' => 3
		),
		'1001201' => array(
			'name' => '魔物之患',
			'level' => 4
		),
		'1001301' => array(
			'name' => '探索绿野幻境',
			'level' => 4
		),
		'1001401' => array(
			'name' => '营救米歇尔',
			'level' => 4
		),
		'1001501' => array(
			'name' => '上质的红宝石',
			'level' => 5
		),
		'1001601' => array(
			'name' => '开辟通道',
			'level' => 5
		),
		'1001701' => array(
			'name' => '巡逻士官讨伐课程-红月之影',
			'level' => 5
		),
		'1001801' => array(
			'name' => '巡逻士官任务-失窃的仓库（1）',
			'level' => 6
		),
		'1001901' => array(
			'name' => '豪华的大氅',
			'level' => 6
		),
		'1002001' => array(
			'name' => '无人的铠甲',
			'level' => 6
		),
		'1002101' => array(
			'name' => '冲破敌阵',
			'level' => 6
		),
		'1002201' => array(
			'name' => '巡逻士官任务-失窃的仓库（2）',
			'level' => 7
		),
		'1002301' => array(
			'name' => '武装你的随从！（1）',
			'level' => 7
		),
		'1002401' => array(
			'name' => '武装你的随从！（2）',
			'level' => 7
		),
		'1002501' => array(
			'name' => '泡沫果酒的酿造',
			'level' => 7
		),
		'1002601' => array(
			'name' => '古城道的阴影',
			'level' => 7
		),
		'1002701' => array(
			'name' => '探索雅典幻境',
			'level' => 8
		),
		'1002801' => array(
			'name' => '回收废铁',
			'level' => 8
		),
		'1002901' => array(
			'name' => '新武器研发',
			'level' => 8
		),
		'1003001' => array(
			'name' => '试炼-找寻金羊毛（1）',
			'level' => 8
		),
		'1003101' => array(
			'name' => '探索特洛伊幻境',
			'level' => 8
		),
		'1003201' => array(
			'name' => '致病物质',
			'level' => 9
		),
		'1003301' => array(
			'name' => '消除噪音',
			'level' => 9
		),
		'1003401' => array(
			'name' => '试炼-找寻金羊毛（2）',
			'level' => 9
		),
		'1003501' => array(
			'name' => '探索繁荣幻境',
			'level' => 9
		),
		'1003601' => array(
			'name' => '保护狮鹫兽',
			'level' => 9
		),
		'1003701' => array(
			'name' => '汇合',
			'level' => 9
		),
		'1003801' => array(
			'name' => '阻截援军',
			'level' => 10
		),
		'1003901' => array(
			'name' => '试炼-找寻金羊毛（3）',
			'level' => 10
		),
		'1004001' => array(
			'name' => '参观公会',
			'level' => 10
		),
		'1004101' => array(
			'name' => '更强大的武器！',
			'level' => 10
		),
		'1004201' => array(
			'name' => '消失的斥候部队（1）',
			'level' => 10
		),
		'1004301' => array(
			'name' => '解密图腾',
			'level' => 10
		),
		'1004401' => array(
			'name' => '硬质铁锤',
			'level' => 10
		),
		'1004501' => array(
			'name' => '重创敌军',
			'level' => 10
		),
		'1004601' => array(
			'name' => '蛮族的侵扰',
			'level' => 11
		),
		'1004701' => array(
			'name' => '消失的斥候部队（2）',
			'level' => 11
		),
		'1004801' => array(
			'name' => '消失的斥候部队（3）',
			'level' => 11
		),
		'1004901' => array(
			'name' => '肃清遗迹',
			'level' => 11
		),
		'1005001' => array(
			'name' => '遗迹中的神射手',
			'level' => 12
		),
		'1005101' => array(
			'name' => '鹰身人的羽毛',
			'level' => 12
		),
		'1005201' => array(
			'name' => '清除半人马',
			'level' => 12
		),
		'1005301' => array(
			'name' => '命运之箭',
			'level' => 13
		),
		'1005401' => array(
			'name' => '痛殴牛头怪',
			'level' => 13
		),
		'1005501' => array(
			'name' => '攻破防线',
			'level' => 13
		),
		'1005601' => array(
			'name' => '消失的斥候部队（4）',
			'level' => 13
		),
		'1005701' => array(
			'name' => '蛇发女妖的威胁（1）',
			'level' => 14
		),
		'1005801' => array(
			'name' => '巫术的威胁',
			'level' => 14
		),
		'1005901' => array(
			'name' => '坚硬的铠甲壳',
			'level' => 14
		),
		'1006001' => array(
			'name' => '色雷斯山地的劫匪（1）',
			'level' => 15
		),
		'1006101' => array(
			'name' => '色雷斯山地的劫匪（2）',
			'level' => 15
		),
		'1006201' => array(
			'name' => '色雷斯山地的劫匪（3）',
			'level' => 15
		),
		'1006202' => array(
			'name' => '剿灭强盗头目',
			'level' => 15
		),
		'1006301' => array(
			'name' => '潘多拉的魔盒',
			'level' => 15
		),
		'1006401' => array(
			'name' => '莉莉斯的愤怒',
			'level' => 16
		),
		'1006501' => array(
			'name' => '解毒剂的素材',
			'level' => 16
		),
		'1006601' => array(
			'name' => '发起进攻',
			'level' => 16
		),
		'1006701' => array(
			'name' => '鹰身人的陷阱',
			'level' => 17
		),
		'1006801' => array(
			'name' => '自然的精华',
			'level' => 17
		),
		'1006901' => array(
			'name' => '英勇的进军',
			'level' => 17
		),
		'1007001' => array(
			'name' => '蛇发女妖的威胁（2）',
			'level' => 17
		),
		'1007101' => array(
			'name' => '磨练战斗技巧',
			'level' => 18
		),
		'1007201' => array(
			'name' => '幽灵巫师',
			'level' => 18
		),
		'1007301' => array(
			'name' => '激怒敌人',
			'level' => 18
		),
		'1007401' => array(
			'name' => '背叛者的下场',
			'level' => 18
		),
		'1007501' => array(
			'name' => '魔法壁垒',
			'level' => 18
		),
		'1007601' => array(
			'name' => '消除恶臭',
			'level' => 18
		),
		'1007602' => array(
			'name' => '探索恶魔幻境',
			'level' => 18
		),
		'1007701' => array(
			'name' => '暴戾的半人马幽灵',
			'level' => 19
		),
		'1007801' => array(
			'name' => '利刃的秘密',
			'level' => 19
		),
		'1007901' => array(
			'name' => '掩护进军',
			'level' => 19
		),
		'1008001' => array(
			'name' => '骨刺之箭',
			'level' => 19
		),
		'1008101' => array(
			'name' => '骸骨领地的幻影',
			'level' => 19
		),
		'1008201' => array(
			'name' => '曾经的故乡',
			'level' => 19
		),
		'1008301' => array(
			'name' => '蛇发女妖的威胁（3）',
			'level' => 19
		),
		'1008401' => array(
			'name' => '火灾制造者',
			'level' => 20
		),
		'1008501' => array(
			'name' => '攻占资源要地',
			'level' => 20
		),
		'1008601' => array(
			'name' => '打探敌情',
			'level' => 20
		),
		'1008701' => array(
			'name' => '丧尸大暴走',
			'level' => 21
		),
		'1008801' => array(
			'name' => '火元素符文',
			'level' => 21
		),
		'1008901' => array(
			'name' => '地狱清道夫',
			'level' => 21
		),
		'1008902' => array(
			'name' => '探索灼热幻境',
			'level' => 21
		),
		'1009001' => array(
			'name' => '独眼巨人的骨棒',
			'level' => 22
		),
		'1009101' => array(
			'name' => '珍贵的火山岩',
			'level' => 22
		),
		'1009201' => array(
			'name' => '熔岩之试炼',
			'level' => 22
		),
		'1009301' => array(
			'name' => '火元素图腾',
			'level' => 23
		),
		'1009401' => array(
			'name' => '自杀式攻击',
			'level' => 23
		),
		'1009501' => array(
			'name' => '火龙的鳞片',
			'level' => 23
		),
		'1009601' => array(
			'name' => '探索焚烧幻境',
			'level' => 23
		),
		'1009701' => array(
			'name' => '紧急的战斗测试',
			'level' => 23
		),
		'1009801' => array(
			'name' => '蛇发女妖的诅咒',
			'level' => 23
		),
		'1009901' => array(
			'name' => '破除诅咒——制作混沌法典（1）',
			'level' => 24
		),
		'1010001' => array(
			'name' => '破除诅咒——制作混沌法典（2）',
			'level' => 24
		),
		'1010101' => array(
			'name' => '麻烦的订单-噩梦之心',
			'level' => 24
		),
		'1010201' => array(
			'name' => '讨伐独眼巨人精英',
			'level' => 24
		),
		'1010301' => array(
			'name' => '麻烦的订单-畏惧之心',
			'level' => 24
		),
		'1010401' => array(
			'name' => '收购熔岩结晶',
			'level' => 24
		),
		'1010501' => array(
			'name' => '破除诅咒——制作混沌法典（3）',
			'level' => 24
		),
		'1010601' => array(
			'name' => '探索幽冥幻境',
			'level' => 24
		),
		'1010701' => array(
			'name' => '邪灵假面',
			'level' => 25
		),
		'1010801' => array(
			'name' => '麻烦的订单-混乱之心',
			'level' => 25
		),
		'1010901' => array(
			'name' => '麻烦的订单-恐惧之心',
			'level' => 25
		),
		'1011001' => array(
			'name' => '破除诅咒——寻找冰火结晶（1）',
			'level' => 25
		),
		'1011101' => array(
			'name' => '雕像残片',
			'level' => 25
		),
		'1011201' => array(
			'name' => '肮脏的黑血',
			'level' => 25
		),
		'1011301' => array(
			'name' => '急需运送的医疗品',
			'level' => 25
		),
		'1011401' => array(
			'name' => '破除诅咒——寻找冰火结晶（2）',
			'level' => 25
		),
		'1011501' => array(
			'name' => '隐蔽的龙巢',
			'level' => 26
		),
		'1011601' => array(
			'name' => '冰元素精粹',
			'level' => 26
		),
		'1011701' => array(
			'name' => '如履薄冰',
			'level' => 26
		),
		'1011801' => array(
			'name' => '冷却神器',
			'level' => 26
		),
		'1011901' => array(
			'name' => '恶魔的火种',
			'level' => 26
		),
		'1012001' => array(
			'name' => '魅惑之角',
			'level' => 26
		),
		'1012101' => array(
			'name' => '探索极寒幻境',
			'level' => 26
		),
		'1012201' => array(
			'name' => '破除诅咒——寻找冰火结晶（3）',
			'level' => 26
		),
		'1012301' => array(
			'name' => '净化天神——触探虚空（1）',
			'level' => 26
		),
		'1012401' => array(
			'name' => '净化天神——触探虚空（2）',
			'level' => 26
		),
		'1012501' => array(
			'name' => '清除死灵元素',
			'level' => 27
		),
		'1012601' => array(
			'name' => '元素的威胁',
			'level' => 27
		),
		'1012701' => array(
			'name' => '未知晶体',
			'level' => 27
		),
		'1012801' => array(
			'name' => '对抗缝合怪',
			'level' => 27
		),
		'1012901' => array(
			'name' => '死灵元素的秘密',
			'level' => 27
		),
		'1013001' => array(
			'name' => '遭殃的天马',
			'level' => 27
		),
		'1013101' => array(
			'name' => '净化天神——触探虚空（3）',
			'level' => 27
		),
		'1013201' => array(
			'name' => '净化天神——修复世界树（1）',
			'level' => 27
		),
		'1013301' => array(
			'name' => '恶魔屠杀令',
			'level' => 28
		),
		'1013401' => array(
			'name' => '土元素精华',
			'level' => 28
		),
		'1013501' => array(
			'name' => '跃动的碎片',
			'level' => 28
		),
		'1013601' => array(
			'name' => '恶作剧成瘾的树人',
			'level' => 29
		),
		'1013701' => array(
			'name' => '半人马祭师的末日',
			'level' => 29
		),
		'1013801' => array(
			'name' => '真知之眼',
			'level' => 29
		),
		'1013901' => array(
			'name' => '探索迷途幻境',
			'level' => 29
		),
		'1014001' => array(
			'name' => '沐浴血腥的美丽',
			'level' => 30
		),
		'1014101' => array(
			'name' => '麻烦的大家伙',
			'level' => 30
		),
		'1014201' => array(
			'name' => '元素交易',
			'level' => 30
		),
		'1014301' => array(
			'name' => '整口吞下',
			'level' => 31
		),
		'1014401' => array(
			'name' => '火红之欲',
			'level' => 31
		),
		'1014501' => array(
			'name' => '死灵装甲',
			'level' => 31
		),
		'1014601' => array(
			'name' => '净化天神——修复世界树（2）',
			'level' => 31
		),
		'1014701' => array(
			'name' => '可疑的仪式',
			'level' => 32
		),
		'1014801' => array(
			'name' => '弗喀里克的复仇（1）',
			'level' => 32
		),
		'1014901' => array(
			'name' => '弗喀里克的复仇（2）',
			'level' => 32
		),
		'1015001' => array(
			'name' => '净化天神——试验',
			'level' => 32
		),
		'1015101' => array(
			'name' => '弗喀里克的复仇（3）',
			'level' => 33
		),
		'1015201' => array(
			'name' => '弗喀里克的复仇（4）',
			'level' => 33
		),
		'1015301' => array(
			'name' => '弗喀里克的复仇（5）',
			'level' => 33
		),
		'1015401' => array(
			'name' => '探索引导幻境',
			'level' => 33
		),
		'1015501' => array(
			'name' => '弗喀里克的复仇（6）',
			'level' => 34
		),
		'1015601' => array(
			'name' => '弗喀里克的复仇（7）',
			'level' => 34
		),
		'1015701' => array(
			'name' => '血染星界',
			'level' => 34
		),
		'1015801' => array(
			'name' => '净化天神——迫近的危机',
			'level' => 34
		),
		'1015901' => array(
			'name' => '净化天神——魔神异兽（1）',
			'level' => 35
		),
		'1016001' => array(
			'name' => '净化天神——魔神异兽（2）',
			'level' => 35
		),
		'1016101' => array(
			'name' => '复活的石雕像',
			'level' => 35
		),
		'1016201' => array(
			'name' => '净化天神——魔神异兽（3）',
			'level' => 35
		),
		'1016301' => array(
			'name' => '阴谋的预兆-曙光议会的联络（1）',
			'level' => 35
		),
		'1016401' => array(
			'name' => '阴谋的预兆-曙光议会的联络（2）',
			'level' => 35
		),
		'1016501' => array(
			'name' => '炎魔袭来',
			'level' => 36
		),
		'1016601' => array(
			'name' => '破坏邪恶雕像',
			'level' => 36
		),
		'1016701' => array(
			'name' => '嗜血狂魔',
			'level' => 36
		),
		'1016801' => array(
			'name' => '阴谋的预兆-曙光议会的联络（3）',
			'level' => 36
		),
		'1016901' => array(
			'name' => '阴谋的预兆-还原密信',
			'level' => 36
		),
		'1017001' => array(
			'name' => '会动的腐尸',
			'level' => 36
		),
		'1017101' => array(
			'name' => '危险的领域',
			'level' => 36
		),
		'1017201' => array(
			'name' => '阴谋的预兆-解读密信',
			'level' => 36
		),
		'1017301' => array(
			'name' => '月之鬼魅',
			'level' => 37
		),
		'1017401' => array(
			'name' => '扫荡余孽（1）',
			'level' => 37
		),
		'1017501' => array(
			'name' => '扫荡余孽（2）',
			'level' => 37
		),
		'1017601' => array(
			'name' => '探索月之幻境',
			'level' => 37
		),
		'1017701' => array(
			'name' => '净化尸鬼',
			'level' => 37
		),
		'1017801' => array(
			'name' => '蜘蛛之祸（1）',
			'level' => 37
		),
		'1017901' => array(
			'name' => '蜘蛛之祸（2）',
			'level' => 37
		),
		'1018001' => array(
			'name' => '曙光的指示-雷神之怒（1）  ',
			'level' => 38
		),
		'1018101' => array(
			'name' => '堕落的女武神',
			'level' => 38
		),
		'1018201' => array(
			'name' => '嗜血的恶魔',
			'level' => 38
		),
		'1018301' => array(
			'name' => '曙光的指示—召回狼魂（1）',
			'level' => 38
		),
		'1018401' => array(
			'name' => '曙光的指示—召回狼魂（2）  ',
			'level' => 38
		),
		'1018501' => array(
			'name' => '混沌力量',
			'level' => 38
		),
		'1018601' => array(
			'name' => '击碎铠甲',
			'level' => 38
		),
		'1018701' => array(
			'name' => '魔鬼的呼声',
			'level' => 38
		),
		'1018801' => array(
			'name' => '曙光的指示-雷神之怒（2）  ',
			'level' => 39
		),
		'1018901' => array(
			'name' => '腐朽之息（1）',
			'level' => 39
		),
		'1019001' => array(
			'name' => '腐朽之息（2）',
			'level' => 39
		),
		'1019101' => array(
			'name' => '曙光的指示-雷神之怒（3）  ',
			'level' => 39
		),
		'1019201' => array(
			'name' => '战神觉醒——极限转生（1）  ',
			'level' => 39
		),
		'1019301' => array(
			'name' => '战神觉醒——极限转生（2）  ',
			'level' => 39
		),
		'1019401' => array(
			'name' => '战神觉醒——极限转生（3）  ',
			'level' => 40
		),
		'1019501' => array(
			'name' => '战神觉醒——极限转生（4）  ',
			'level' => 40
		),
		'1019601' => array(
			'name' => '战神觉醒——极限转生（5）  ',
			'level' => 40
		),
		'1019701' => array(
			'name' => '战神觉醒——极限转生（6）  ',
			'level' => 40
		),
		'1019801' => array(
			'name' => '战神觉醒——极限转生（7）  ',
			'level' => 40
		),
		'1019901' => array(
			'name' => '战神觉醒——曙光的决斗 　 ',
			'level' => 40
		),
		'2000101' => array(
			'name' => '对抗鹰身人',
			'level' => 11
		),
		'2000201' => array(
			'name' => '斩草除根（1）',
			'level' => 12
		),
		'2000301' => array(
			'name' => '斩草除根（2）',
			'level' => 12
		),
		'2000401' => array(
			'name' => '讨伐牛头怪',
			'level' => 13
		),
		'2000501' => array(
			'name' => '蛮族的威胁（1）',
			'level' => 14
		),
		'2000601' => array(
			'name' => '蛮族的威胁（2）',
			'level' => 14
		),
		'2000701' => array(
			'name' => '先手必胜',
			'level' => 15
		),
		'2000801' => array(
			'name' => '狂暴的诱因',
			'level' => 15
		),
		'2000901' => array(
			'name' => '保卫灵能塔',
			'level' => 15
		),
		'2001001' => array(
			'name' => '蛮族的威胁（3）',
			'level' => 15
		),
		'2001101' => array(
			'name' => '半龙人的突袭',
			'level' => 16
		),
		'2001201' => array(
			'name' => '讨厌的粘稠物',
			'level' => 16
		),
		'2001301' => array(
			'name' => '隐蔽伏击',
			'level' => 16
		),
		'2001401' => array(
			'name' => '迂回作战（1）',
			'level' => 17
		),
		'2001501' => array(
			'name' => '迂回作战（2）',
			'level' => 17
		),
		'2001601' => array(
			'name' => '汹涌攻势',
			'level' => 18
		),
		'2001602' => array(
			'name' => '灌注圣光（1）',
			'level' => 18
		),
		'2001603' => array(
			'name' => '灌注圣光（2）',
			'level' => 18
		),
		'2001701' => array(
			'name' => '白骨领地突围作战（1）',
			'level' => 19
		),
		'2001801' => array(
			'name' => '白骨领地突围作战（2）',
			'level' => 19
		),
		'2001802' => array(
			'name' => '白羊座传说',
			'level' => 19
		),
		'2001901' => array(
			'name' => '小心火烛',
			'level' => 20
		),
		'2002001' => array(
			'name' => '外忧内患（1）',
			'level' => 20
		),
		'2002101' => array(
			'name' => '外忧内患（2）',
			'level' => 20
		),
		'2002201' => array(
			'name' => '被诅咒的蓝宝石',
			'level' => 20
		),
		'2002301' => array(
			'name' => '铠甲魔大暴走（1）',
			'level' => 20
		),
		'2002401' => array(
			'name' => '铠甲魔大暴走（2）',
			'level' => 20
		),
		'2002402' => array(
			'name' => '金牛座传说',
			'level' => 20
		),
		'2002501' => array(
			'name' => '采集熔岩结晶',
			'level' => 21
		),
		'2002601' => array(
			'name' => '可怕的丧尸',
			'level' => 21
		),
		'2002701' => array(
			'name' => '超硬质合金',
			'level' => 21
		),
		'2002801' => array(
			'name' => '魔法羽毛',
			'level' => 21
		),
		'2002901' => array(
			'name' => '元素炸裂',
			'level' => 21
		),
		'2003001' => array(
			'name' => '自燃的丧尸',
			'level' => 21
		),
		'2003002' => array(
			'name' => '双子座传说',
			'level' => 21
		),
		'2003101' => array(
			'name' => '艾尔的历练（1）',
			'level' => 22
		),
		'2003201' => array(
			'name' => '艾尔的历练（2）',
			'level' => 22
		),
		'2003301' => array(
			'name' => '艾尔的历练（3）',
			'level' => 22
		),
		'2003401' => array(
			'name' => '艾尔的历练（4）',
			'level' => 22
		),
		'2003501' => array(
			'name' => '巨人猎手（1）',
			'level' => 22
		),
		'2003601' => array(
			'name' => '巨人猎手（2）',
			'level' => 22
		),
		'2003602' => array(
			'name' => '巨蟹座传说',
			'level' => 22
		),
		'2003701' => array(
			'name' => '遗失的宝珠',
			'level' => 23
		),
		'2003801' => array(
			'name' => '变异的丧尸',
			'level' => 23
		),
		'2003901' => array(
			'name' => '火龙讨伐！',
			'level' => 23
		),
		'2004001' => array(
			'name' => '骑士团的考验',
			'level' => 24
		),
		'2004002' => array(
			'name' => '狮子座传说',
			'level' => 24
		),
		'2004101' => array(
			'name' => '地穴中的幽灵马',
			'level' => 25
		),
		'2004102' => array(
			'name' => '处女座传说',
			'level' => 25
		),
		'2004103' => array(
			'name' => '天秤座传说',
			'level' => 25
		),
		'2004201' => array(
			'name' => '地底的暴风雪',
			'level' => 26
		),
		'2004202' => array(
			'name' => '天蝎座传说',
			'level' => 26
		),
		'2004203' => array(
			'name' => '射手座传说',
			'level' => 26
		),
		'2004301' => array(
			'name' => '解暑的冰块',
			'level' => 26
		),
		'2004401' => array(
			'name' => '清除死灵元素',
			'level' => 27
		),
		'2004501' => array(
			'name' => '冰霜之力',
			'level' => 27
		),
		'2004601' => array(
			'name' => '美丽与死亡交织',
			'level' => 27
		),
		'2004701' => array(
			'name' => '被放逐的恶魔',
			'level' => 27
		),
		'2004702' => array(
			'name' => '摩羯座传说',
			'level' => 27
		),
		'2004801' => array(
			'name' => '寻找先祖遗物（1）',
			'level' => 28
		),
		'2004901' => array(
			'name' => '歼灭指令（1）',
			'level' => 28
		),
		'2005001' => array(
			'name' => '歼灭指令（2）',
			'level' => 28
		),
		'2005101' => array(
			'name' => '寻找先祖遗物（2）',
			'level' => 28
		),
		'2005201' => array(
			'name' => '坚硬的石肤',
			'level' => 28
		),
		'2005301' => array(
			'name' => '剃骨饕餮',
			'level' => 28
		),
		'2005401' => array(
			'name' => '寻找先祖遗物（3）',
			'level' => 28
		),
		'2005501' => array(
			'name' => '排斥',
			'level' => 28
		),
		'2005601' => array(
			'name' => '千年之印',
			'level' => 28
		),
		'2005701' => array(
			'name' => '恶毒的报复',
			'level' => 29
		),
		'2005801' => array(
			'name' => '自然图腾',
			'level' => 29
		),
		'2005901' => array(
			'name' => '脱离噩梦',
			'level' => 29
		),
		'2006001' => array(
			'name' => '恶魔克星',
			'level' => 29
		),
		'2006101' => array(
			'name' => '元素狩猎',
			'level' => 29
		),
		'2006201' => array(
			'name' => '净化仪式',
			'level' => 29
		),
		'2006301' => array(
			'name' => '元素制御',
			'level' => 29
		),
		'2006401' => array(
			'name' => '元素领主神像',
			'level' => 29
		),
		'2006501' => array(
			'name' => '扑杀缝合怪',
			'level' => 30
		),
		'2006601' => array(
			'name' => '围剿缝合怪',
			'level' => 30
		),
		'2006701' => array(
			'name' => '追杀缝合怪',
			'level' => 30
		),
		'2006801' => array(
			'name' => '势如破竹',
			'level' => 30
		),
		'2006901' => array(
			'name' => '倾巢出动',
			'level' => 30
		),
		'2007001' => array(
			'name' => '半龙人的复仇（1）',
			'level' => 30
		),
		'2007101' => array(
			'name' => '半龙人的复仇（2）',
			'level' => 30
		),
		'2007201' => array(
			'name' => '半龙人的复仇（3）',
			'level' => 30
		),
		'2007301' => array(
			'name' => '奥术增幅',
			'level' => 30
		),
		'2007401' => array(
			'name' => '拖延攻势',
			'level' => 31
		),
		'2007501' => array(
			'name' => '紧急解救',
			'level' => 31
		),
		'2007601' => array(
			'name' => '森林之灾',
			'level' => 31
		),
		'2007701' => array(
			'name' => '清除魅魔',
			'level' => 31
		),
		'2007801' => array(
			'name' => '牵制与反牵制',
			'level' => 31
		),
		'2007901' => array(
			'name' => '转移注意力',
			'level' => 31
		),
		'2008001' => array(
			'name' => '灾难之影',
			'level' => 31
		),
		'2008101' => array(
			'name' => '黑龙之羽',
			'level' => 31
		),
		'2008201' => array(
			'name' => '紧急撤退',
			'level' => 32
		),
		'2008301' => array(
			'name' => '巫师圣殿',
			'level' => 32
		),
		'2008401' => array(
			'name' => '压制虚空（1）',
			'level' => 32
		),
		'2008501' => array(
			'name' => '压制虚空（2）',
			'level' => 32
		),
		'2008601' => array(
			'name' => '压制虚空（3）',
			'level' => 32
		),
		'2008701' => array(
			'name' => '压制虚空（4）',
			'level' => 32
		),
		'2008801' => array(
			'name' => '大海啸',
			'level' => 32
		),
		'2008901' => array(
			'name' => '海神的秘宝',
			'level' => 32
		),
		'2009001' => array(
			'name' => '哨塔保卫作战（1）',
			'level' => 33
		),
		'2009101' => array(
			'name' => '哨塔保卫作战（2）',
			'level' => 33
		),
		'2009201' => array(
			'name' => '报仇雪恨',
			'level' => 33
		),
		'2009301' => array(
			'name' => '传送仪式',
			'level' => 33
		),
		'2009401' => array(
			'name' => '紧迫的指令',
			'level' => 33
		),
		'2009501' => array(
			'name' => '挽回脸面',
			'level' => 33
		),
		'2009601' => array(
			'name' => '雕像魔王',
			'level' => 33
		),
		'2009701' => array(
			'name' => '软绵绵',
			'level' => 33
		),
		'2009801' => array(
			'name' => '嚎哭的怨灵',
			'level' => 34
		),
		'2009901' => array(
			'name' => '远征星界（1）',
			'level' => 34
		),
		'2010001' => array(
			'name' => '远征星界（2）',
			'level' => 34
		),
		'2010101' => array(
			'name' => '远征星界（3）',
			'level' => 34
		),
		'2010201' => array(
			'name' => '远征星界（4）',
			'level' => 34
		),
		'2010301' => array(
			'name' => '一个不留',
			'level' => 34
		),
		'2010401' => array(
			'name' => '硬碰硬',
			'level' => 34
		),
		'2010501' => array(
			'name' => '战争遗物',
			'level' => 34
		),
		'2010601' => array(
			'name' => '击杀米诺陶洛斯',
			'level' => 35
		),
		'2010701' => array(
			'name' => '美味佳肴',
			'level' => 35
		),
		'2010801' => array(
			'name' => '反制',
			'level' => 35
		),
		'2010901' => array(
			'name' => '暗影议会的指派',
			'level' => 35
		),
		'2011001' => array(
			'name' => '消灭火焰恶魔',
			'level' => 35
		),
		'2011101' => array(
			'name' => '海洋之灾',
			'level' => 35
		),
		'2011201' => array(
			'name' => '救出俘虏',
			'level' => 36
		),
		'2011301' => array(
			'name' => '势不可挡的猛攻',
			'level' => 36
		),
		'2011401' => array(
			'name' => '突破重围',
			'level' => 36
		),
		'2011501' => array(
			'name' => '维京人的末日',
			'level' => 36
		),
		'2011601' => array(
			'name' => '调虎离山',
			'level' => 37
		),
		'2011701' => array(
			'name' => '保卫神庙',
			'level' => 37
		),
		'2011801' => array(
			'name' => '消灭天敌',
			'level' => 37
		),
		'2011901' => array(
			'name' => '净化地脉',
			'level' => 37
		),
		'2012001' => array(
			'name' => '重获自由',
			'level' => 37
		),
		'2012101' => array(
			'name' => '混乱因子',
			'level' => 38
		),
		'2012201' => array(
			'name' => '砝码',
			'level' => 38
		),
		'2012301' => array(
			'name' => '重挫铠甲魔',
			'level' => 38
		),
		'2012401' => array(
			'name' => '疾速进攻',
			'level' => 38
		),
		'2012402' => array(
			'name' => '水瓶座传说',
			'level' => 38
		),
		'2012501' => array(
			'name' => '主宰的指示',
			'level' => 39
		),
		'2012601' => array(
			'name' => '掀起风暴的座狼',
			'level' => 39
		),
		'2012701' => array(
			'name' => '保护独角兽',
			'level' => 39
		),
		'2012801' => array(
			'name' => '最后的麻烦（1）',
			'level' => 39
		),
		'2012901' => array(
			'name' => '最后的麻烦（2）',
			'level' => 39
		),
		'2013001' => array(
			'name' => '关键一役',
			'level' => 39
		),
		'2013002' => array(
			'name' => '双鱼座传说',
			'level' => 39
		),
		'2013101' => array(
			'name' => '摧毁古旧墓穴',
			'level' => 40
		),
		'2013201' => array(
			'name' => '进攻命令',
			'level' => 40
		),
		'2013301' => array(
			'name' => '女武神的命运',
			'level' => 40
		),
		'2013302' => array(
			'name' => '幽风咆哮',
			'level' => 40
		),
		'2013303' => array(
			'name' => '争分夺秒',
			'level' => 40
		),
		'2013304' => array(
			'name' => '西哈姆的爪牙',
			'level' => 40
		),
		'2013305' => array(
			'name' => '一触即发',
			'level' => 40
		),
		'2013306' => array(
			'name' => '雪原中的高塔',
			'level' => 40
		),
		'2013307' => array(
			'name' => '邪恶骑士',
			'level' => 40
		),
		'2013401' => array(
			'name' => '阴云将至',
			'level' => 40
		),
		'2013501' => array(
			'name' => '瓦尔哈拉的呼唤',
			'level' => 40
		),
		'2013601' => array(
			'name' => '腐化的巨人',
			'level' => 40
		),
		'2013602' => array(
			'name' => '前线命令',
			'level' => 40
		),
		'2013603' => array(
			'name' => '消灭死徒',
			'level' => 40
		),
		'2013604' => array(
			'name' => '背后的冷箭',
			'level' => 40
		),
		'2013605' => array(
			'name' => '黑暗能量',
			'level' => 40
		),
		'2013606' => array(
			'name' => '死亡灵庙',
			'level' => 40
		),
		'2013607' => array(
			'name' => '冲锋陷阵',
			'level' => 40
		),
		'2013701' => array(
			'name' => '浸血的雪原',
			'level' => 40
		),
		'2013801' => array(
			'name' => '暗影缠身',
			'level' => 40
		),
		'2013901' => array(
			'name' => '跨越死亡',
			'level' => 40
		),
		'2013902' => array(
			'name' => '誓死抵御（1）',
			'level' => 40
		),
		'2013903' => array(
			'name' => '誓死抵御（2）',
			'level' => 40
		),
		'2013904' => array(
			'name' => '亡羊补牢',
			'level' => 40
		),
		'2013905' => array(
			'name' => '黑暗之门（1）',
			'level' => 40
		),
		'2013906' => array(
			'name' => '黑暗之门（2）',
			'level' => 40
		),
		'2013907' => array(
			'name' => '黑暗之门（3）',
			'level' => 40
		),
		'2014001' => array(
			'name' => '最强大的巨人',
			'level' => 40
		),
		'2014101' => array(
			'name' => '上古龙魂',
			'level' => 40
		),
		'2014201' => array(
			'name' => '女武神的哀求',
			'level' => 40
		),
);